{"pageProps":{"allPeopleData":[{"id":"nguyentd","name":"Trần Đăng Nguyên","position":"post-doc","order":100,"photo_url":"https://mol.ax/content/media/main/TranDangNguyen-307x410.jpg","content":"<p><strong>Trần Đăng Nguyên</strong> received his PhD from Open University (UK) in May 2016 with a thesis focused on individual-based simulations of malaria drug-resistance evolution.   Nguyen spent several years on the development of this population-level malaria microsimulation and it now explicitly tracks parasitaemia levels, pharmacokinetics, pharmacodynamics, host immunity, variable biting rates, and multiple drug-resistant alleles.   The simulation is open source and can be compiled for Mac/Linux from its <a href=\"http://j.mp/oms-v302\">source repository</a>.   The original purpose of this model was to evaluate if using multiple first-line therapies (MFT) at a population level has beneficial long-term health outcomes.   Nguyen is currently working on subsequent phases of this modeling work, looking at optimal treatmentcourse durations when several treatments are available and optimal ways to introduce new antimalarial combinations into population-level use when they become available.</p>\n"},{"id":"robertz","name":"Robert Zupko","position":"post-doc","order":200,"photo_url":"https://mol.ax/content/media/2019/08/Zupko-2019.jpg","content":"<p><strong>Robert Zupko</strong> received his PhD from Michigan Technological University in 2019 where his doctoral research was focused on the applications of individual-based modeling on complex systems. Prior to returning to graduate school he worked as a software engineer for over a decade in a number of roles related to health and biomedical research. Robert joined the Boni Lab at Pennsylvania State University and the Center for Infectious Disease Dynamics in July 2019 where he is exploring the role that space and human movement have on the rise of antimalarial drug resistance.</p>\n"},{"id":"joes","name":"Joe Servadio","position":"post-doc","order":300,"photo_url":"https://mol.ax/content/media/2020/09/Servadio_picture.png","content":"<p><strong>Joe Servadio</strong> received his PhD from the University of Minnesota School of Public Health in 2020. His primary research during his doctoral training focused on Yellow Fever dynamics in Brazil, primarily producing a forecasting model for disease occurrence and incidence. Other previous research experiences have merged his interests in statistical modeling and infectious disease applications, which have included leishmaniasis and influenza-like illness. Joe joined the Center for Infectious Disease Dynamics in 2020 and is currently investigating non-seasonal trends in respiratory viruses in the tropics using influenza surveillance data from Vietnam.</p>\n"}]},"__N_SSG":true}